[Main]
DisplayName=Deutsch
Translation by Sarakael

[UnLocker1_frmMain]
Label_Title_Detail.caption=Dieses Werkzeug wird Dir helfen Dateien/Ordner zu entsperren, die  genutzt werden oder anderweitig zugriffsgeschützt sind
Label_Setting.caption=Mehr
lbl_CheckForUpdate.caption=Updates
lbl_FileInfo_Title.caption=Ausgewählte Dateien/Ordner
lbl_Add_describe.caption=Dateien/Ordner zum entsperren hinzufügen, Du kannst die Dateien/Ordner hier hineinziehen oder  die 'Hinzufügen' Taste benutzen...
chk_Advanced.caption=Zwangsmodus
btn_Browse.caption=Hinzufügen
btn_Close.caption=Verlassen
lbl_Add.caption=Hinzufügen
cx_Action.caption=Entsperren
img_AddHint.hint=Dateien/Ordner zur Entsperrung hinzufügen...
img_AdcancedHint.Hint='Zwangsmodus' wird alle, mit dem Objekt zusammenhängenden, Prozesse beenden. Sollte die Entsperrung im 'Normalmodus' fehlschlagen, versuche den 'Zwangsmodus'

Menu_UnlokcDelete.caption=Entsperren && Löschen
Menu_UnlockRename.caption=Entsperren && Umbenennen
Menu_UnlockMove.caption=Entsperren && Bewegen
Menu_UnlockCopy.caption=Entsperren && Kopieren

Menu_Language.caption=Sprache
Menu_SendFeedback.caption=Feedback
Menu_IObitOnline.caption=IObit Online
Menu_Technical_Support.caption=Technischer Support
Menu_About.caption=Über

ListView_FileInfo.Columns[0].caption=Dateien/Ordner
ListView_FileInfo.Columns[1].caption=Status

ListView_LockInfo.Columns[0].caption=Name
ListView_LockInfo.Columns[1].caption=Pfad
ListView_LockInfo.Columns[2].caption=PID

[UnLocker1_frmTip]
lab_Tip.caption=Zum Programmstart  rechtsklicke auf Dateien/Ordner und wähle 'IObit Unlocker'
btn_Close.caption=Okay

[UnLocker1_frmWriteText]
btn_OK.caption=Entsperren && Umbenennen
btn_Cancel.caption=Abbrechen
btn_Apply.caption=&Übernehmen
lbl_edt.caption=Neuen Namen eingeben:

ListView.Columns[0].caption=Originalname
ListView.Columns[1].caption=Neuer Name

[Unlocker1_M]
Unlocker_Delete=Dateien/Ordner werden dauerhaft gelöscht. Fortfahren?
Unlocker_Status_Notlocked=Nicht gesperrt
Unlocker_Status_locked=Gesperrt

Unlocker_Action_Delete= & Löschen
Unlocker_Action_Rename= & Umbenennen
Unlocker_Action_Move= & Bewegen
Unlocker_Action_Copy= & Kopieren
Unlocker_Status_Change_Unlocking=Entsperre...
Unlocker_Status_Change_Unlock=Entsperren
Unlocker_Status_Change_sucessfully=erfolgreich
Unlocker_Status_Change_failed=fehlgeschlagen
File_Detail_Notlocker= nicht gesperrt
File_Detail_occupied= von untenstehenden Prozessen genutzt
Browser_Folder=Wähle Dateien/Ordner die entsperrt werden sollen...
File_Operation=Kann lokale Festplatten nicht entsperren
File_Rename_Long=Name ist zu lang
File_Rename_special=Name hat spezielle Buchstaben

MoveDialog_Prompt=Wähle Empfangsordner für das bewegte Objekt...
CopyDialog_Prompt= Wähle Empfangsordner für das kopierte Objekt...
Action_Sucesses=Operation erfolgreich
Action_Error_One=Operation fehlgeschlagen
AddFile_Filter=Kann Systempfad nicht entsperren
Action_Error_More=einige Dateien/Verzeichnisse fehlgeschlagen
Action_Error_Detaill=Es könnten Dateien/Verzeichnisse mit gleichen Namen vorhanden sein
cmd_Error_Prompt_1=Kommandozeilennutzung:
cmd_Error_Prompt_2=Kommando [Option] Objekt
cmd_Error_Prompt_3=Kommando:
cmd_Error_Prompt_4=Option:
cmd_Error_Prompt_5=Objekt:
cmd_Error_Prompt_6=Kein:
cmd_Error_Prompt_7=Löschen:
cmd_Error_Prompt_8=Umbenennen:
cmd_Error_Prompt_9=Bewegen:
cmd_Error_Prompt_10=Kopieren:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Dank an folgende Leute für die grossartige Mitarbeit:
lbl_warning.caption=Warnung: Dieses Programm ist durch Copright und internationales Recht geschützt.
lbl_CopyRight.caption=Copyright(C) 2005-2018 IObit. Alle Rechte vorbehalten.
btn_OK.caption=OK

